
/* Date format that appers in the menu.  Refer to this page for a list of date values: http://developer.apple.com/documentation/Cocoa/Conceptual/DataFormatting/Articles/dfDateFormatterSyntax.html */
"%a %e %b" = "%a %e.%b";

/* Growl message, e.g. 2 books from New York Library are due */
"%d books from %@ are due" = "%d teosta myöhässä %@sta ";

/* Last Update time date format in the Login Preferences */
"%e %b %I:%M %p" = "%e.%b %H:%M";

/* Growl message, e.g. 1 book from New York Library is due */
"1 book from %@ is due" = "1 Teos %@sta on myöhässä";

/* Appears in the menu */
"About Library Books" = "Tietoja Library Booksista";

/* No comment provided by engineer. */
"dd mmm yyyy" = "pp kkk vvvv";

/* No comment provided by engineer. */
"dd mmm, yyyy" = "pp kkk, vvvv";

/* No comment provided by engineer. */
"dd mmmm yyyy" = "pp kkkk vvvv";

/* No comment provided by engineer. */
"dd mmmm, yyyy" = "pp kkkk vvvv";

/* No comment provided by engineer. */
"dd-mm-yy" = "pp-kk-vv";

/* No comment provided by engineer. */
"dd-mm-yyyy" = "pp-kk-vvvv";

/* No comment provided by engineer. */
"dd-mmm-yyyy" = "pp-kkk-vvvv";

/* No comment provided by engineer. */
"dd.mm.yy" = "dd.mm.yy";

/* No comment provided by engineer. */
"dd.mm.yyyy" = "pp.kk.vvvv";

/* No comment provided by engineer. */
"dd/mm/yy" = "pp/kk/vv";

/* No comment provided by engineer. */
"dd/mm/yyyy" = "pp/kk/vvvv";

/* No comment provided by engineer. */
"dd/mmmm/yyyy" = "pp/kkkk/vvvv";

/* The iCal calendar description */
"Due dates of borrowed library books" = "Kirjaston kirjojen eräpäivä";

/* Appears in the menu when an update fails */
"Failed to Update" = "Päivittäminen Epäonnistui";

/* Preferences window title
   Label in preferences toolbar */
"General" = "Yleiset";

/* Preferences library list menu label */
"Generic Catalogue Systems:" = "Geneeriset kirjastojärjestelmät";

/* Appears in the menu for first time users */
"Getting Started Help" = "Aloitusapua";

/* Appears in the menu */
"Hold" = "Varaus";

/* Appears in the menu */
"Holds" = "Varaus(ta)";

/* Preferences window title
   Label in preferences toolbar */
"iCal" = "iCal";

/* Appears in the menu */
"Items on Hold:" = "Varatut teokset:";

/* Appears in the menu when you haven't updated for a while */
"Last Updated %d Days Ago" = "Päivitetty %d päivää sitten";

/* Appears in the menu when you haven't updated for a while */
"Last Updated %d Hours Ago" = "Päivitetty %d tuntia sitten";

/* Appears in the menu when you haven't updated for a while */
"Last Updated 1 Day Ago" = "Päivitetty viimeksi eilen";

/* Appears in your iCal calendar. Note that the \"%@\" is replaced with library book name */
"Library Item \"%@\" is Due Today" = "Aineisto \"%@\" eräpäivä on tänään";

/* Appears in your iCal calendar */
"Library Items Due Today" = "Tänään erääntyvät lainat";

/* Preferences library list menu label */
"Library Presets:" = "Valmiiksi määritellyt kirjastot:";

/* Preferences window title
   Label in preferences toolbar */
"Logins" = "Kirjastoni";

/* Preferences window title
   Label in preferences toolbar */
"Menu" = "Asetukset";

/* No comment provided by engineer. */
"mm-dd-yy" = "kk-pp-vv";

/* No comment provided by engineer. */
"mm-dd-yyyy" = "kk-pp-vvvv";

/* No comment provided by engineer. */
"mm/dd/yy" = "kk/pp/vv";

/* No comment provided by engineer. */
"mm/dd/yyyy" = "kk/pp/vvvv";

/* No comment provided by engineer. */
"mmm dd" = "kkk pp";

/* No comment provided by engineer. */
"mmm dd yyyy" = "kkk pp yyyy";

/* No comment provided by engineer. */
"mmm dd, yyyy" = "kkk pp, vvvv";

/* No comment provided by engineer. */
"mmmm dd, yyyy" = "kkkk pp, vvvv";

/* No comment provided by engineer. */
"mmmm/dd/yyyy" = "kkkk/pp/vvvv";

/* Appears in the menu if there are too many items in the menu */
"More" = "More";

/* Appears in the library sub menu */
"My Account" = "Omat tietoni";

/* Appears in the menu when the user has not borrowed any items */
"No Borrowed Items" = "Ei lainoja tällä hetkellä";

/* Appears in the menu for first time users */
"No Libraries Configured" = "Ei määriteltyjä kirjastoja";

/* Appears in the library sub menu */
"Open Catalogue" = "Avaa haku";

/* Appears in the menu */
"Open Holds Page" = "Avaa varaukseni";

/* Appears in the library sub menu */
"Open Library Web Page" = "Kirjaston etusivu";

/* Appears in the library sub menu */
"Open Renew Items" = "Avaa uusiminen";

/* Appears in the menu */
"Preferences..." = "Asetukset...";

/* Appears in the library menu */
"Quit Library Books" = "Lopeta Library Books";

/* Appears in the menu */
"Ready for Pickup" = "Odottaa noutoa";

/* Growl message title */
"Return Your Library Books" = "Palauta kirjat";

/* Preferences library list menu label */
"Select Library" = "Valitse kirjasto";

/* Date label in menu */
"Today" = "Tänään";

/* Date label in menu */
"Tomorrow" = "Huomenna";

/* Appears in the menu */
"Update" = "Päivitä";

/* Date label in menu */
"Yesterday" = "Eilen";

/* Appears in menu if borrower has holds */
"YOUR HOLDS:" = "VARAUKSET:";

/* Appears in the menu */
"YOUR LOANS:" = "LAINASSA:";

/* No comment provided by engineer. */
"yy-mm-dd" = "vv-kk-pp";

/* No comment provided by engineer. */
"yyyy-mm-dd" = "vvvv-kk-pp";

/* No comment provided by engineer. */
"yyyy/mm/dd" = "vvvv-kk-pp";
